[
  {
    "id": 1,
    "chapter_number_en": "1",
    "chapter_number_dev": "१",
    "chapter_name_hi": "अर्जुनविषादयोग",
    "chapter_meaning_hi": "कुरुक्षेत्र के युद्धस्थल में सैन्य निरीक्षण",
    "chapter_summary_hi": "भगवद गीता का पहला अध्याय अर्जुन विशाद योग उन पात्रों और परिस्थितियों का परिचय कराता है जिनके कारण पांडवों और कौरवों के बीच महाभारत का महासंग्राम हुआ। यह अध्याय उन कारणों का वर्णन करता है जिनके कारण भगवद गीता का ईश्वरावेश हुआ। जब महाबली योद्धा अर्जुन दोनों पक्षों पर युद्ध के लिए तैयार खड़े योद्धाओं को देखते हैं तो वह अपने ही रिश्तेदारों एवं मित्रों को खोने के डर तथा फलस्वरूप पापों के कारण दुखी और उदास हो जाते हैं। इसलिए वह श्री कृष्ण को पूरी तरह से आत्मसमर्पण करते हैं। इस प्रकार, भगवद गीता के ज्ञान का प्रकाश होता है।",
    "chapter_name_en": "Arjuna Vishad Yog",
    "chapter_mean_en": "Lamenting the Consequence of War",
    "chapter_summary_en": "After naming major warriors on both sides, and on seeing his intimate relatives, teachers, and friends, Arjun feels dejected due to the fear of losing many of them in the consequence of the impending war and the subsequent sins attained by such actions. Overcome by grief and pity, Arjuna fails in strength, his mind becomes bewildered and he gives up his determination to fight.",
    "chapter_verses_count": 47
  },
  {
    "id": 2,
    "chapter_number_en": "2",
    "chapter_number_dev": "२",
    "chapter_name_hi": "सांख्ययोग",
    "chapter_meaning_hi": "गीता का सार",
    "chapter_summary_hi": "भगवद गीता का दूसरा अध्याय सांख्य योग है। यह अध्याय भगवद गीता का सबसे महत्वपूर्ण अध्याय है क्योंकि इसमें भगवान श्रीकृष्ण संपूर्ण गीता की शिक्षाओं को संघनित करते हैं। यह अध्याय पूरी गीता का सार है। सांख्य योग को 4 मुख्य विषयों में वर्गीकृत किया जा सकता है - १. अर्जुन ने पूरी तरह से भगवान कृष्ण को आत्मसमर्पण किया और उन्हें अपने गुरु के रूप में स्वीकार किया। २. सभी दु:खों के मुख्य कारणों की व्याख्या, जो स्व की वास्तविक प्रकृति की अज्ञानता है। ३. कर्मयोग - अपने कर्मों के फलों से जुड़े बिना नि:स्वार्थ क्रिया का अनुशासन। ४. एक परिपूर्ण मनुष्य का विवरण - जिसका मस्तिष्क स्थिर और एक-इशारा है।",
    "chapter_name_en": "Sankhya Yog",
    "chapter_mean_en": "The Eternal Reality of the Soul’s Immortality",
    "chapter_summary_en": "Often deemed to be the summary of the entire Bhagwad Gita, this second chapter in your life predominantly deals with the immortal nature of the soul existing in all living entities and it has been described in great detail. Arjuna submits to Lord Krishna as His disciple, and Krishna begins His teachings to Arjuna by explaining the fundamental distinction between the temporary material body and the eternal spiritual soul. Lord Krishna explains the nature of selfless service to the Supreme and the characteristics of a self-realized person.",
    "chapter_verses_count": 72
  },
  {
    "id": 3,
    "chapter_number_en": "3",
    "chapter_number_dev": "३",
    "chapter_name_hi": "कर्मयोग",
    "chapter_meaning_hi": "कर्मयोग",
    "chapter_summary_hi": "भगवद गीता का तीसरा अध्याय कर्मयोग या निःस्वार्थ सेवा का मार्ग है। इस अध्याय में भगवान श्रीकृष्ण जीवन में कर्म के महत्व पर जोर देते हैं। वे बताते हैं कि इस भौतिक संसार में हर मनुष्य का किसी न किसी प्रकार की क्रिया में सम्मिलित होना अनिवार्य है। इसके अलावा, वह उन कार्यों के बारे में बताते हैं जो मनुष्य को बांधते हैं अथवा वे जो मनुष्य को मुक्ति दिलाते हैं। वे मनुष्य जो अपने कर्तव्यों को भगवन की ख़ुशी के लिए एवं बिना फल की अपेक्षा किये हुए निरंतर करते रहते हैं, वे अंत में मुक्ति प्राप्त करते हैं।",
    "chapter_name_en": "Karm Yog",
    "chapter_mean_en": "Karma, The Eternal Duties of Human Beings",
    "chapter_summary_en": "The third chapter ‘tells you to act’. Lord Krishna says that the performance of prescribed duties is obligatory for everyone. Here each and every member of the society has to carry out their functions and responsibilities in their respective stage of life according to the rules of the society in which he lives. Further, He explains in detail as to why such duties must be performed, what benefit is gained by performing them, what harm is caused by not performing them. Go and act, this is Karma.",
    "chapter_verses_count": 43
  },
  {
    "id": 4,
    "chapter_number_en": "4",
    "chapter_number_dev": "४",
    "chapter_name_hi": "ज्ञानकर्मसंन्यासयोग",
    "chapter_meaning_hi": "दिव्य ज्ञान",
    "chapter_summary_hi": "भगवद गीता का चौथा अध्याय ज्ञानकर्मसंन्यासयोग योग है। इस अध्याय में श्रीकृष्ण कर्मयोग का गुणगान करते हैं अथवा अर्जुन को आत्मा एवं परम सत्य का बोध कराते हैं। वे भौतिक संसार में अपनी उपस्तिथि के पीछे कारण का वर्णन करते हैं। वे बताते हैं कि भले ही वह अनन्त हैं, फिर भी वह इस धरती पर धर्म और शांति को पुन: स्थापित करने के लिए समय समय पर जन्म लेते रहते हैं। उनके जन्म और क्रियाकलाप शाश्वत हैं और सामूहिक दोषों से कभी भी दूषित नहीं होते हैं। वे मनुष्य जो इस सत्य को जानते और समझते हैं, वे संपूर्ण श्रद्धा के साथ उनकी भक्ति करते हैं और अंततः उन्हें प्राप्त करते हैं। उनहे इस दुनिया में फिर से जन्म लेने की जरूरत नहीं है।",
    "chapter_name_en": "Gyan Karm Sanyas Yog",
    "chapter_mean_en": "Approaching the Ultimate Truth",
    "chapter_summary_en": "The fourth chapter tells you, now that you are acting you must also listen to knowledge. Lord Krishna explains how spiritual knowledge is received by disciples and the necessity of approaching a ‘guru’ a realized teacher. He also explains the paths of actions and knowledge as well as wisdom regarding the supreme knowledge which results in the culmination of the two paths. Every act can be an act of Prayer.",
    "chapter_verses_count": 42
  },
  {
    "id": 5,
    "chapter_number_en": "5",
    "chapter_number_dev":"५",
    "chapter_name_hi": "कर्मसंन्यासयोग",
    "chapter_meaning_hi": "कर्मयोग—कृष्णभावनाभावित कर्म",
    "chapter_summary_hi": "भगवद गीता का पांचवा अध्याय कर्मसन्यासयोग योग है। इस अध्याय में श्रीकृष्ण ने कर्मयोग और कर्मसन्यासयोग कि तुलना करते हुआ यह बतलाया है कि यह दोनों मार्ग एक ही लक्ष्य तक पहुँचने के माध्यम हैं। इसलिए हम इनमें से किसी भी मार्ग का चुनाव कर सकते हैं। एक बुद्धिमान व्यक्ति को अपने कर्मों को भगवान को समर्पित करते हुए अथवा उनके फल कि चिंता करे बिना अपने सांसारिक कर्तव्यों का पालन करते रहना चाहिए। इस तरह वे पाप से अप्रभावित रहते हैं और अंततः मुक्ति प्राप्त करते हैं।",
    "chapter_name_en": "Karm Sanyas Yog",
    "chapter_mean_en": "Action & Renunciation",
    "chapter_summary_en": "The fifth chapter tells you about material and spiritual knowledge. Lord Krishna deals with detachment and renunciation explaining that both are means to the same goal. He explains how salvation is attained by the pursuance of these paths. You cannot say, “Everything is being done and there is nothing for me to do”, or you cannot think, “I am doing everything. I did this and I did that”. This is not going to work for you. Wake up and see, are things happening or are you really doing it? Renounce the ego of individuality and rejoice in the bliss of infinity. Outwardly performing all actions but inwardly renouncing their fruits, the wise man, purified by the fire of transcendental knowledge, attains peace, detachment, forbearance, spiritual vision, and bliss.",
    "chapter_verses_count": 29
  },
  {
    "id": 6,
    "chapter_number_en": "6",
    "chapter_number_dev": "६",
    "chapter_name_hi": "ध्यानयोग",
    "chapter_meaning_hi": "ध्यानयोग",
    "chapter_summary_hi": "भगवद गीता का छठा अध्याय ध्यान योग है। इस अध्याय में कृष्ण बताते हैं कि हम किस प्रकार ध्यान योग का अभ्यास कर सकते हैं। वे ध्यान की तैयारी में कर्म की भूमिका पर चर्चा करते हैं अथवा बताते हैं कि किस प्रकार भक्ति में किया गए कर्म मनुष्ये के मन को शुद्ध करते हैं और उसकी आध्यात्मिक चेतना की वृद्धि में सहायता करते हैं। वे उन बाधाओं का विस्तारपूर्वक वर्णन करते हैं जो कि मनुष्य को अपने दिमाग को नियंत्रित करते समय झेलनी पड़ती हैं अथवा उन सटीक तरीकों का वर्णन करते हैं जिनसे एक मनुष्य अपने दिमाग को जीत सकता है। उन्होंने प्रकट किया की हम किस प्रकार परमात्मा पर अपना ध्यान केंद्रित करके भगवान के साथ एक हो सकते हैं।",
    "chapter_name_en": "Dhyan Yog",
    "chapter_mean_en": "Connect to the Higher Consciousness",
    "chapter_summary_en": "The sixth chapter is when you learn to meditate and connect to the Higher consciousness. Lord Krishna reveals ‘astanga’ yoga and the process of practicing such yoga. Astanga Yoga controls the mind and the senses and focuses on Parmatma ( the Supersoul). He explains in detail the difficulties of the mind and the procedures by which one may gain mastery of their mind through yoga which reveals the spiritual nature of a living entity.",
    "chapter_verses_count": 47
  },
  {
    "id": 7,
    "chapter_number_en": "7",
    "chapter_number_dev": "७",
    "chapter_name_hi": "ज्ञानविज्ञानयोग",
    "chapter_meaning_hi": "भगवद्ज्ञान",
    "chapter_summary_hi": "भगवद गीता का सातवा अध्याय ज्ञानविज्ञानयोग है। इस अध्याय में कृष्ण बताते हैं कि वह सर्वोच्च सत्य हैं एवं हर चीज़ के मुख्य कारण हैं। वे इस भौतिक संसार में अपनी भ्रामक ऊर्जा - योगमाया के बारे में बताते हैं अथवा प्रकट करते हैं कि इस ऊर्जा पर काबू पाना साधारण मनुष्य के लिए कितना कठिन है परन्तु जो मनुष्य अपने मन को परमात्मा में लीन कर लेते हैं वे इस माया को जीत लेते हैं और उन्हे आसानी से प्राप्त कर लेते हैं। वे उन चार प्रकार के लोगों का भी वर्णन करते हैं जो भक्ति में लीन होकर उनको आत्मसमर्पण करते हैं अथवा वे चार प्रकार जो नहीं करते। कृष्ण पुष्टि करते हैं कि वे ही परम सत्य हैं। जो लोग इस सत्य को समझ लेते हैं, वे आध्यात्मिक प्राप्ति के शिखर पर पहुंच जाते हैं और भगवान को प्राप्त कर लेते हैं।",
    "chapter_name_en": "Gyan Vigyan Yog",
    "chapter_mean_en": "Knowledge of the Ultimate Truth",
    "chapter_summary_en": "In the seventh chapter Lord Krishna gives concrete knowledge of the absolute reality as well as the opulence of divinity. He also declares how extremely difficult it is to surmount Maya. He says “I am the Supreme Truth, the supreme cause and sustaining force of everything, both material and spiritual”. Advanced souls surrender unto Him in devotion, whereas impious souls divert their minds to other objects of worship.",
    "chapter_verses_count": 30
  },
  {
    "id": 8,
    "chapter_number_en": "8",
    "chapter_number_dev": "८",
    "chapter_name_hi": "अक्षरब्रह्मयोग",
    "chapter_meaning_hi": "भगवत्प्राप्ति",
    "chapter_summary_hi": "भगवद गीता का आठवां अध्याय अक्षरब्रह्मयोग है। इस अध्याय में, कृष्ण मृत्यु से पहले अंतिम विचार का महत्व बताते हैं। अगर हम मृत्यु के समय कृष्ण को याद कर लें तो हम निश्चित रूप से उन्हें प्राप्त करेंगे। इसलिए हर समय प्रभु के बारे में जागरूकता रखना, उनके बारे में सोचना और हर समय उनके नामों का जप करना बहुत महत्वपूर्ण है। अपने मन को पूरी तरह से कृष्ण की निरंतर भक्ति में समाहित करके हम इस भौतिक संसार से परे भगवान के सर्वोच्च निवास तक जा सकते हैं।",
    "chapter_name_en": "Akshar Brahma Yog",
    "chapter_mean_en": "Attainment of Salvation",
    "chapter_summary_en": "In the eighth chapter Lord Krishna emphasizes the science of yoga. He also gives information on the creation of the material world as well as establishing a distinction between them and the spiritual world. Here He reveals that one attains whatever one remembers at the end of one’s life. Krishna emphasizes the utmost importance of the very last thought at the moment of death. It means that by remembering Lord Krishna in devotion throughout one’s life, and especially at the time of death, one can attain to His supreme abode, beyond the material world.",
    "chapter_verses_count": 28
  },
  {
    "id": 9,
    "chapter_number_en": "9",
    "chapter_number_dev": "९",
    "chapter_name_hi": "राजविद्याराजगुह्ययोग",
    "chapter_meaning_hi": "परम गुह्य ज्ञान",
    "chapter_summary_hi": "भगवद गीता का नौवां अध्याय राजविद्याराजगुह्ययोग है। इस अध्याय में, कृष्ण समझाते हैं कि वह सर्वोच्च हैं और यह भौतिक संसार उनकी योगमाया द्वारा रचित और खंडित होता रहता है अथवा मनुष्य उनकी देखरेख में आते जाते रहते हैं। वे हमारी आध्यात्मिक जागरूकता के प्रति भक्ति की भूमिका और महत्व का वर्णन करते हैं। ऐसी भक्ति में मनुष्य को भगवन के लिए ही जीवित रहना चाहिए, अपना सर्वस्व भगवन को ही समर्पित करना चाहिए और सबकुछ भगवन के लिए ही करना चाहिए। जो इस प्रकार की भक्ति का अनुसरण करता है वह इस भौतिक संसार के बंधनों से मुक्त हो जाता है और भगवान के साथ एकजुट हो जाता है।",
    "chapter_name_en": "Raj Vidhya Raj Guhya Yog",
    "chapter_mean_en": "The Most Confidential Knowledge",
    "chapter_summary_en": "In chapter nine Lord Krishna explains how the entire material existence is created, pervaded, maintained, and annihilated by His external energy and all beings are coming and going under His supervision. He is the Supreme Godhead and the supreme object of worship. The soul is eternally related to Him. Then after that is knowing the universal self and knowing that ‘everything is in me and I am in everything’.",
    "chapter_verses_count": 34
  },
  {
    "id": 10,
    "chapter_number_en": "10",
    "chapter_number_dev": "१०",
    "chapter_name_hi": "विभूतियोग",
    "chapter_meaning_hi": "श्रीभगवान् का ऐश्वर्य",
    "chapter_summary_hi": "भगवद गीता का दसवां अध्याय विभूतियोग है। इस अध्याय में, कृष्ण स्वयं को सभी कारणों के कारण बताते हैं। अर्जुन की भक्ति को बढ़ाने के लिए वे अपने विभिन्न अवतारों और प्रतिष्ठानों का वर्णन करते हैं। अर्जुन पूरी तरह से भगवान के सर्वोच्च पद से आश्वस्त हैं और उन्हें सर्वोच्च व्यक्तित्व के रूप में घोषित करते हैं। वे कृष्ण से प्रार्थना करते हैं कि वे अपनी अन्य दिव्य महिमाओं के बारेमे बताएं जो कि सुनने में अमृत सामान हैं।",
    "chapter_name_en": "Vibhuti Yog",
    "chapter_mean_en": "The Infinite Glory of the Ultimate Truth",
    "chapter_summary_en": "Chapter ten reveals Lord Krishna’s exalted position as the cause of all causes and the support and essence of everything. Also specifying His special manifestations and opulence, Krishna is the supreme object of worship. When you meditate miracles happen in your life. Wake up and see the miracles! This is Vibhuti. Vibhuti means giving a chance for miracles in your life, exploring it. Then you understand what are the divine qualities and what are the demonic qualities and you realize that you have all the divine qualities in you.",
    "chapter_verses_count": 42
  },
  {
    "id": 11,
    "chapter_number_en": "11",
    "chapter_number_dev": "११",
    "chapter_name_hi": "विश्वरूपदर्शनयोग",
    "chapter_meaning_hi": "विराट रूप",
    "chapter_summary_hi": "भगवद गीता का ग्यारहवा अध्याय विश्वरूपदर्शनयोग है। इस अध्याय में, अर्जुन कृष्ण को अपने विश्व रूप को प्रकट करने का अनुरोध करते हैं जो की सारे विश्वों अथवा संपूर्ण अस्तित्व का स्त्रोत है। भगवान कृष्ण के शरीर में पूरी सृष्टि को देखने में सक्षम होने के लिए अर्जुन को दिव्य दृष्टि दी जाती है।",
    "chapter_name_en": "Vishwaroop Darshan Yog",
    "chapter_mean_en": "The Vision of the Universal Form",
    "chapter_summary_en": "In chapter eleven Lord Krishna grants Arjuna divine vision and reveals His spectacular unlimited universal form showing all of existence. Thus He conclusively establishes His divinity. Have enough surrender to see the Truth as it is. Then after that is knowing the universal self and knowing that everything is in me and I am in everything.",
    "chapter_verses_count": 55
  },
  {
    "id": 12,
    "chapter_number_en": "12",
    "chapter_number_dev": "१२",
    "chapter_name_hi": "भक्तियोग",
    "chapter_meaning_hi": "भक्तियोग",
    "chapter_summary_hi": "भगवद गीता का बारहवां अध्याय भक्तियोग है। इस अध्याय में, कृष्ण भक्ति योग की श्रेष्ठता पर बल देते हैं और भक्ति के विभिन्न पहलुओं का वर्णन करते हैं। वे आगे बताते हैं कि वे भक्त जो अपने सभी कर्म उनको समर्पित करके, अपनी चेतना उनमें विलीन करके, सच्चे मन से उनकी भक्ति करते हैं वे बहुत जल्दी जीवन और मृत्यु के चक्र से मुक्ति पा लेते हैं। वे अपने सबसे प्रिय भक्तों के विभिन्न गुड़ों का भी वर्णन करते हैं।",
    "chapter_name_en": "Bhakti Yog",
    "chapter_mean_en": "The Path of Devotion or Absorb your mind in the Higher",
    "chapter_summary_en": "In chapter twelve Lord Krishna extols the glory of devotion to God. Along with this He explains the different forms of spiritual disciplines and discusses the qualities of the devotees who by performing their activities in this way become very dear to Him. Then comes love and devotion. You know and understand all this, but then what? It is not enough. You should be in deep love! When you know that the divine loves you, you cannot but fall in love with the divine! This chapter deliberates between bhakti yoga, and the pure devotional love for Krishna, which is the highest end of spiritual existence.",
    "chapter_verses_count": 20
  },
  {
    "id": 13,
    "chapter_number_en": "13",
    "chapter_number_dev": "१३",
    "chapter_name_hi": "क्षेत्र-क्षेत्रज्ञविभागयोग",
    "chapter_meaning_hi": "प्रकृति, पुरुष तथा चेतना",
    "chapter_summary_hi": "भगवद गीता का तेरवाह अध्याय क्षेत्र-क्षेत्रज्ञविभागयोग है। क्षेत्र शब्द का मतलब भूमि और क्षेत्ररक्षण का मतलब क्षेत्र का जानकार है। हमारा भौतिक शरीर क्षेत्र के सामान है और हमारी अमर आत्मा क्षेत्र के जानकार के सामान है। इस अध्याय में, कृष्ण भौतिक शरीर और अमर आत्मा के बीच भेद करते हैं। वह बताते हैं कि भौतिक शरीर अस्थायी और विनाशकारी है जबकि आत्मा स्थायी और शाश्वत है। भौतिक शरीर नष्ट हो सकता है लेकिन आत्मा कभी भी नष्ट नहीं हो सकती। यह अध्याय फिर भगवान का वर्णन करता है, जो की सर्वोच्च आत्मा हैं। सभी व्यक्तिगत आत्माएं सर्वोच्च आत्मा से उत्पन्न हुई हैं। जो स्पष्ट रूप से शरीर, आत्मा और सर्वोच्च आत्मा के बीच अंतर को समझ लेता है वह परमात्मा को प्राप्त कर लेता है।        ",
    "chapter_name_en": "Kshetra Kshetragya Vibhag Yog",
    "chapter_mean_en": "The Individual and Ultimate Consciousness or Detach from Maya and attach to Divine",
    "chapter_summary_en": "In chapter thirteen Lord Krishna reveals the distinct difference between the physical body and the immortal soul. He explains that the physical is transitory and perishable whereas the soul is immutable and eternal. Then you understand what are the divine qualities and what are the demonic qualities and you realize that you have all the divine qualities in you.",
    "chapter_verses_count": 35
  },
  {
    "id": 14,
    "chapter_number_en": "14",
    "chapter_number_dev": "१४",
    "chapter_name_hi": "गुणत्रयविभागयोग",
    "chapter_meaning_hi": "प्रकृति के तीन गुण",
    "chapter_summary_hi": "भगवद गीता का चौदहवा अध्याय गुणत्रयविभागयोग है। इस अध्याय में, कृष्ण भौतिक प्रकृति के तीन गुणों का वर्णन करते हैं जिनसे भौतिक संसार में सब कुछ प्रभावित होता है - अच्छाई, लालसा और अज्ञान। आगे वह इन तीनों गुणों के प्रधान अभिलक्षणों अथवा कारणों का वर्णन करते हैं और बताते हैं कि कैसे ये तीनों गुण मनुष्य को प्रभावित करते हैं। फिर वह ऐसे व्यक्तियों की विभिन्न विशेषताओं का वर्णन करते हैं जो कि इन गुणों पर जीत पा चुके हैं। इस अध्याय के अंत में कृष्ण हमें सच्ची भक्ति कि शक्ति का स्मरण कराते हैं और बताते हैं की हम कैसे भगवन के साथ जुड़ कर इन गुणों को पार कर सकते हैं।",
    "chapter_name_en": "Gunatray Vibhag Yog",
    "chapter_mean_en": "The Three Qualities of Material Nature",
    "chapter_summary_en": "In chapter fourteen Lord Krishna reveals that all embodied souls are under the control of three modes, or qualities, of material nature: goodness, passion, and ignorance, which influence everything in the material existence. Here He clearly advises to relinquish oneself from ignorance and passion and adopt the path of pure goodness until acquiring the ability to transcend them.",
    "chapter_verses_count": 27
  },
  {
    "id": 15,
    "chapter_number_en": "15",
    "chapter_number_dev": "१५",
    "chapter_name_hi": "पुरुषोत्तमयोग",
    "chapter_meaning_hi": "पुरुषोत्तम योग",
    "chapter_summary_hi": "भगवद गीता का पंद्रहवा अध्याय पुरुषोत्तमयोग है। संस्कृत में, पुरूष का मतलब सर्वव्यापी भगवान है, और पुरुषोत्तम का मतलब है ईश्वर का कालातीत और पारस्परिक पहलू। कृष्णा बताते हैं कि ईश्वर के इस महान ज्ञान का उद्देश्य भौतिक संसार के बंधन से खुद को अलग करना है और कृष्ण को सर्वोच्च दिव्य व्यक्तित्व के रूप में समझना है, जो विश्व के शाश्वत नियंत्रक और निर्वाहक हैं। जो इस परम सत्य को समझता है वह प्रभु को समर्पण करता है और उनकी भक्ति सेवा में संलग्न हो जाता है।",
    "chapter_name_en": "Purushottam Yog",
    "chapter_mean_en": "Realization of the Ultimate Truth or Give priority to divinity",
    "chapter_summary_en": "In chapter 15 Lord Krishna reveals the virtues, the glories, and the transcendental characteristics of God being omnipotent. Also, He explains the purpose and value of knowing about God and the means by which He can be realized. One who understands Krishna’s supreme identity surrenders to Him and engages in His devotional service. People who have self-discipline and follow the path of yoga recognize God in themselves as their Self.",
    "chapter_verses_count": 20
  },
  {
    "id": 16,
    "chapter_number_en": "16",
    "chapter_number_dev": "१६",
    "chapter_name_hi": "दैवासुरसम्पद्विभागयोग",
    "chapter_meaning_hi": "दैवी तथा आसुरी स्वभाव",
    "chapter_summary_hi": "भगवद गीता का सोलहवा अध्याय दैवासुरसम्पद्विभागयोग है। इस अध्याय में, कृष्ण स्पष्ट रूप से मानवों की दो प्रकार की प्रकृतियों का वर्णन करते हैं- दैवीय और दानवीय। दानवीय स्वभाव वाले लोग स्वयं को लालसा और अज्ञान के तरीकों से जोड़ते हैं, शास्त्रों के नियमों का पालन नहीं करते हैं और भौतिक विचारों को ग्रहण करते हैं। ये लोग निचली जातियों में जन्म लेते हैं और भौतिक बंधनों में और भी बंध जाते हैं। परन्तु जो लोग दैवीय स्वभाव वाले होते हैं, वे शास्त्रों के निर्देशों का पालन करते हैं, अच्छे काम करते हैं और आध्यात्मिक प्रथाओं के माध्यम से मन को शुद्ध करते हैं। इससे दैवीय गुणों में वृद्धि होती है और वे अंततः आध्यात्मिक प्राप्ति प्राप्त करते हैं।",
    "chapter_name_en": "Daivasur Sampad Vibhag Yog",
    "chapter_mean_en": "The Divine and the Demoniac Natures",
    "chapter_summary_en": "In chapter sixteen Lord Krishna describes explicitly, explaining separately and in detail the divine properties, conduct, and actions that are righteous in nature and conducive to divinity. Krishna says that those who possess demoniac qualities and who live whimsically, without following regulations of scripture, attain lower births and further material bondage. But those with divine qualities and regulated lives and abide by the spiritual authority, gradually gain spiritual perfection.",
    "chapter_verses_count": 24
  },
  {
    "id": 17,
    "chapter_number_en": "17",
    "chapter_number_dev": "१७",
    "chapter_name_hi": "श्रद्धात्रयविभागयोग",
    "chapter_meaning_hi": "श्रद्धा के विभाग",
    "chapter_summary_hi": "भगवद गीता का सत्रहवा अध्याय श्रद्धात्रयविभागयोग है। इस अध्याय में, कृष्ण भौतिक प्रकृति के तीन गुणों से संबंधित तीन प्रकार के विश्वासों का वर्णन करते हैं। भगवान कृष्ण आगे बताते हैं कि यह विश्वास की प्रकृति है जो जीवन की गुणवत्ता और जीवित संस्थाओं के चरित्र को निर्धारित करती है। जो लोग लालसा और अज्ञानता में विश्वास रखते हैं, वे ऐसे कार्य करते हैं जो कि अस्थायी और भौतिक फल देते हैं परन्तु जो लोग अच्छाई में विश्वास रखते हैं वे शास्त्रपूर्ण निर्देशों के अनुसार कार्य करते हैं और इसलिए उन्हें स्थायी और अधिक प्रवीण फल प्राप्त होते हैं जो मन को और भी शुद्ध करते हैं।",
    "chapter_name_en": "Shraddha Traya Vibhag Yog",
    "chapter_mean_en": "The Three Divisions of Material Existence",
    "chapter_summary_en": " In chapter seventeen Lord Krishna clarifies the three divisions of faith, revealing that it is these different qualities of faith in the Supreme that determine the character of living entities. He warns Arjuna against doing things counter to the teachings of the scriptures. Studying scripture still holds a place of utmost importance. Krishna tells Arjuna that by the devoted and heart-centered study of the scriptures, a person “has worshipped / and loved me with the yoga of knowledge.”Acts performed by those whose faith is in passion and ignorance yield only impermanent, material results; whereas acts performed, in goodness, in accord with scriptural injunctions, purify the heart and lead to pure faith in Lord Krishna and devotion to Him.",
    "chapter_verses_count": 28
  },
  {
    "id": 18,
    "chapter_number_en": "18",
    "chapter_number_dev": "१८",
    "chapter_name_hi": "मोक्षसंन्यासयोग",
    "chapter_meaning_hi": "उपसंहार—संन्यास की सिद्धि",
    "chapter_summary_hi": "भगवद गीता का अठारहवा अध्याय मोक्षसन्यासयोग है। अर्जुन कृष्ण से अनुरोध करते हैं कि वे संन्यास और त्याग के बीच अंतर को समझाने की कृपा करें। कृष्ण बताते हैं कि एक संन्यासी वह है जो आध्यात्मिक अनुशासन का अभ्यास करने के लिए परिवार और समाज को त्याग देता है जबकि एक त्यागी वह है जो अपने कर्मों के फलों कि चिंता करे बिना भगवन को समर्पित करके कर्म करता रहता है। कृष्ण बताते हैं कि त्याग संन्यास से श्रेष्ठ है। फिर कृष्णा भौतिक संसार के तीन प्रकार के गुणों का विस्तारपूर्वक वर्णन करते हैं। कृष्णा घोषणा करते हैं कि परमात्मा की शुद्ध एवं सत्य भक्ति ही आध्यात्मिकता का उच्चतम मार्ग है। अगर हम हर क्षण उनका स्मरण करते रहें, उनका नाम जपते रहें, अपना सर्वस्व उनको समर्पित कर दें, उन्हें ही अपना सर्वोच्च लक्ष्य बना लें तो उनकी कृपा से हम निश्चित रूप से सभी बाधाओं और कठिनाइओं को दूर कर पाएंगे और इस जन्म और मृत्यु के चक्र से मुक्त हो पाएंगे।",
    "chapter_name_en": "Moksha Sanyas Yog",
    "chapter_mean_en": "The Final Revelations of the Ultimate Truth, Renounce and Relinquish",
    "chapter_summary_en": "In chapter eighteen Lord Krishna sums up the ultimate conclusion of Gita and describes the meaning of renunciation and attainment of salvation by the paths of karma. The Lord explains that while doing so, one must offer without reservation everything to God. What Krishna means by renouncing is that actions should not be driven by desire. Relinquishing, on the other hand, means not having attachment to the results of actions. He tells Arjuna that even acts done with good intentions, such as worshipping, should be done without attachment to outcomes. Lord Krishna says that the unconditional loving surrender to Him frees one from all sins, and enables one to return to Krishna’s eternal spiritual abode.",
    "chapter_verses_count": 78
  }
]